# System Zone Element Type Use Dehumidification Set Point Property

Source: https://www.revitapidocs.com/2026/eacd82d0-91f8-0676-7a67-c03886e976b8.htm

---

| System Zone Element Type Use Dehumidification Set Point Property |
| --- |

Use the dehumidification set point.
**Namespace:** Autodesk.Revit.DB.Mechanical
**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26\.0\.4\.0 (26\.0\.4\.0\) Syntax C\# VB C\+\+ F\#
```
public bool UseDehumidificationSetPoint { get; set; }
```

```
Public Property UseDehumidificationSetPoint As Boolean
	Get
	Set
```

```
public:
property bool UseDehumidificationSetPoint {
	bool get ();
	void set (bool value);
}
```

```
member UseDehumidificationSetPoint : bool with get, set
```

#### Property Value

Boolean See Also

#### Reference

SystemZoneElementType Class Autodesk.Revit.DB.Mechanical Namespace